Repository: LetsGoDev-com/wp-license
Catalog: resources/languages/letsgodev-*.po
Languages: es_es

source: The license is missing
es_es: No hay licencia

source: Server is down right
es_es: Letsgodev está caído

source: There was a problem establishing a connection to the API server
es_es: Hubo un problema estableciendo una conexión con el servidor API

source: Status Code no allowed
es_es: Código de estado no permitido

source: Documentation
es_es: Documentación

source: Support
es_es: Soporte

source: More Premiun Plugins
es_es: Más Plugins Premium

source: Manager Licenses
es_es: Administrar Licencias

source: Unlink from this website
es_es: Desvincular desde este dominio

source: Link this website
es_es: Vincular este dominio

source: Check updates
es_es: Revisar actualizaciones

source: Expire
es_es: Expira

source: Expired
es_es: Expiró

source: The license key is active to this domain
es_es: La licencia está activada para este dominio

source: The license key is unlinked. Please link it.
es_es: La licencia está desvinculada. Por favor vincularla.

source: Error in the License.
es_es: Error en la licencia.

source: The license key was successfully unlinked
es_es: La licencia fue satisfactoriamente desvinculada

source: The license key was successfully linked
es_es: La licencia fue vinculada con éxito

source: No update available
es_es: No hay actualizaciones disponibles

source: Update available! Refreshing page...
es_es: Actualización disponible. Actualizando página...

source: An Unexpected HTTP Error occurred during the API request.
es_es: Un inesperado error HTTP ocurrió durante la respuesta de la API.

source: Try again
es_es: Intenta otra vez

source: Plugin activated and ready to use.
es_es: Plugin activado y listo para usar.

source: Redirecting...
es_es: Redireccionando...

source: Please enter your license code
es_es: Por favor ingresa tu código de licencia

source: License Code
es_es: Código de Licencia

source: Submit
es_es: Envíar

source: Where do I find my License Code?
es_es: Dónde encuentro mi código de licencia?

source: Manager License from your site
es_es: Administrar licencia desde tu sitio

source: Your license expired on %s, please go to %s to renew it
es_es: Tu licencia expiró el %s, por favor ir a %s para renovarlo

source: Close Popup
es_es: Cerrar Popup

source: License Status
es_es: Estado de la licencia
